Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile/Strings/*/Resources.resw
Source language: en
Languages: it, pt

# buttonDeleteImage.Content
source: Remove image
it: Rimuovi immagine
pt: Remover imagem

# buttonLoadImage.Content
source: Load image
it: Carica immagine
pt: Carregar Imagem

# checkboxSendCoordinatesImage.Content
source: Use GPS coordinates from the image
it: Coordinate GPS dall'uso di immagine
pt: Coordenadas GPS do uso de imagem

# radiobuttonPrivatePost.Content
source: Visible only for
it: Visibile solo a
pt: Visível somente para

# radiobuttonPublicPost.Content
source: Public posting
it: Voce pubblica
pt: Entrada de pública

# textblockAccessRightsHeader.Text
source: Permissions:
it: Autorizzazioni:
pt: Permissões:

# textBlockNewPostImageHeader.Text
source: Image:
it: Immagine:
pt: Imagem:

# textblockSendCoordinatesHint.Text
source: When active new postings have by default GPS coordinates (either from the image or from your current position) - you can override this in each new post.
it: Quando attivo per impostazione predefinita con il GPS coordinate forniti (sia dallo schermo o dalla posizione corrente) - sono nuovo post può essere sottoposto a override nel post.
pt: Quando ativo por padrão com o GPS coordena desde (ou a partir da tela ou da posição atual) - são novas postagens podem ser substituídas no post.

# toggleSendCoordinates.Header
source: Send GPS coordinates (current position)
it: Invia le coordinate GPS (posizione attuale)
pt: Coordenadas GPS enviar (posição atual)

# toggleSendCoordinatesAllowed.Header
source: GPS coordinates for new postings
it: Coordinate GPS per le nuove voci
pt: Coordenadas GPS para novas post

# buttonNewPostSend.Content
source: Share posting
it: Condividi post
pt: Compartilhar post

# checkboxSaveACLStandard.Content
source: Save setting as the default for future posts
it: Salvare le impostazioni come predefinito per i messaggi futuri
pt: Salvar a configuração como o padrão para futuras postagens

# textblockConversationHeader.Text
source: Previous postings in thread:
it: Precedente e Ristorazione:
pt: Entretenimento anterior:

# buttonCancelInsertQuote.Content
source: Cancel
it: Annulla
pt: Cancelar

# buttonInsertQuote.Content
source: Insert
it: Inserire
pt: Inserir

# textblockFlyoutQuoteHeader.Text
source: Insert quote
it: Inserisci citazione
pt: Inserir Citação

# textblockFlyoutQuoteHint.Text
source: Select the text to be included in quote.
it: Selezionare il testo da includere nel preventivo.
pt: Selecione o texto a ser incluído no orçamento.

# buttonCancel
source: Cancel
it: Annulla
pt: Cancelar

# messageDialogNewPostQuoteLonger
source: The text is longer than 160 characters, do you really want to use everything as a quote?
it: È il testo più di 160 caratteri, assumere davvero sopra tutto come una citazione?
pt: É mais de 160 caracteres, o texto realmente aceita tudo como uma citação?

# textblockConversationHint.Text
source: You can use the text of a posting as a quotation in your new post by tapping and holding or right clicking.
it: È possibile prendere in consegna il corpo di un messaggio come una citazione nel nuovo post, toccando e tenendo premuto, o fare clic destro.
pt: Você pode assumir o corpo de uma mensagem como uma citação no post novo, pela batida e exploração, ou clique direito.

# textblockNoContactsGroupsSelected.Text
source: You have neither selected a contact nor a group. As a result, the posting will be a public one.
it: È stato selezionato un contatto o un gruppo. Di conseguenza, la voce sarà un record di pubblico.
pt: Seleccionou um contacto ou um grupo. Como resultado, a entrada será um registro público.

# messageDialogErrorOnSendingNewPostImage
source: The post with the image could not be transferred. The setting upload_max_filesize in the php.ini on the server may be too small for the transmission of images. Please check this with your system administrator.
it: Il post con le foto poteva non essere trasferito. L'impostazione può essere upload_max_filesize in php. ini sul server troppo piccolo per la trasmissione delle immagini. Si prega di chiarire con l'amministratore di sistema.
pt: O post com a foto não pode ser transferido. A configuração pode ser upload_max_filesize no php. ini no servidor muito pequeno para a transmissão de imagens. Por favor, esclareça isso com o administrador do sistema.

# textblockIndicatorSendingNewPost.Text
source: Transfer new post...
it: Trasferimento nuovo post...
pt: Transferi o novo post...

# buttonAddComment.ToolTipService.ToolTip
source: Add a comment to the post...
it: Aggiungere un commento al post...
pt: Adicione um comentário para o post...

# messageDialogNewPostNotSent
source: The new post has not been sent yet. Are you sure that you want to leave the page?
it: Il nuovo contributo non è stato ancora inviato. Sei sicuro di voler lasciare la pagina?
pt: A nova contribuição ainda não foi enviada. Tem certeza que quer deixar a página?

# buttonLinkInsert
source: Insert Hyperlink
it: Inserisci collegamento
pt: Inserir um link

# buttonLinkShow
source: Show Hyperlink
it: Visualizza il collegamento
pt: Mostrar o link

# messageDialogNewPostLinkError
source: There was a problem when inserting the hyperlink!
it: C'era un problema quando si inserisce il collegamento ipertestuale!
pt: Houve um problema ao inserir o hiperlink.

# messageDialogNewPostLinkSelect
source: Please select the text that should get a hyperlink.
it: Si prega di selezionare il testo che si desidera ottenere un link.
pt: Por favor, selecione o texto que você deseja obter um link.

# buttonRemoveLink.Content
source: Delete
it: Elimina
pt: Excluir

# StringAtTime
source: at
it: alle
pt: em

# stringOnDate
source: at
it: il
pt: na

# messageDialogNewPostSentAppClosing
source: The post has been transferred successfully to the server. Now the app closes.
it: Il post è stato trasferito con successo al server. Ora l'app viene chiusa.
pt: O post foi transferido com êxito para o servidor. Agora o app fecha.

# checkboxNotificationActivated.Content
source: Notification of new postings
it: Notifica di nuovi commenti
pt: Notificação de novas postagens

# pivotSettingsNotification.Header
source: Notifications
it: Notifiche
pt: Notificações

# sliderNotificationFreshnessTime.Header
source: refresh rate
it: frequenza di aggiornamento
pt: taxa de atualização

# textblockNotificationActivatedHint.Text
source: The app can ask at regular intervals on the server if there are new posts. In this case, you get a notification with the sender, the sent time, as well as the start of the content. The messages are located in the Windows Info Center. Asking the server is done in the background, the app will not be started to do so. Please make sure in the Windows settings, that the app is allowed to be run in the background (Privacy/background apps) and notifications are displayed (System/notifications & actions). You can additionally display the number of new notifications on the lock screen. To do this, select Friendica mobile as one of up to seven apps (Personalization/Lock screen).
it: L'app può chiedere a intervalli regolari sul server se ci sono nuovi messaggi. In questo caso, ricevi una notifica con il mittente, l'ora di invio, così come l'inizio del contenuto. I messaggi si trovano in centro di informazioni di Windows. Test avviene in background, l'app deve non hanno iniziato a farlo. Si prega di assicurarsi che le impostazioni di Windows, che l'app deve essere eseguito in background (Privacy/App in background) e le notifiche vengono visualizzate (Sistema/Notifications &actions). è inoltre possibile visualizzare il numero di nuove notifiche sulla schermata di blocco. Per effettuare questa operazione, selezionare Friendica mobile come uno dei fino a sette app da (Personalizzazione/Schermata di blocco).
pt: O app pode perguntar em intervalos regulares no servidor se há novas mensagens. Neste caso, você receber uma notificação com o remetente, o tempo enviado, bem como o início do conteúdo. As mensagens estão localizadas no centro de informação do Windows. o teste é feito em segundo plano, a app deve não ter começado a fazê-lo. Verifique se as configurações do Windows, o aplicativo deve ser executado em segundo plano (fundo/privacidade apps) e as notificações são exibidas ( &/notificações de sistema de informação). Você pode exibir o número de notificações de novos além na tela do fechamento. Para fazer isso, selecione Friendica móvel como um dos até sete apps (personalização/da tela do fechamento).

# textblockNotificationFreshnessTimeHint
source: The app checks your account all {0} minutes for new messages.
it: L'app verifica il tuo account per tutti i nuovi messaggi di {0} minuti.
pt: O aplicativo verifica sua conta para todas as novas mensagens minutos de {0}.

# menuflyoutNotificationOff
source: Notifications off
it: Notifiche off
pt: Notificações off

# menuflyoutNotificationOn
source: Notifications on
it: Notifiche on
pt: Notificações on

# messageDialogExitApplication
source: Do you want to exit the application?
it: Si desidera uscire dall'applicazione?
pt: Você quer sair do aplicativo?

# pageTitleHelp.Text
source: Help
it: Guida
pt: Ajuda

# textblockIndicatorLoadingWebpage.Text
source: Web page is loading...
it: Caricamento della pagina Web...
pt: Página da Web está carregando...

# messageDialogBrowserHttpError
source: An error in the Web navigation has occurred. You can go back to the previous page using the back button.
it: Si è verificato un errore durante la navigazione Web. Si può andare indietro usando il pulsante indietro alla pagina precedente.
pt: Ocorreu um erro na navegação Web. Você pode ir de volta usando o botão voltar na página anterior.

# textblockHelpAppSupportpageHeader.Text
source: Help for the app:
it: Aiuto per l'applicazione:
pt: Ajuda para o app:

# textblockHelpFriendicaSupportHeader.Text
source: Help for the Friendica project:
it: Aiuto per il progetto Friendica:
pt: Ajuda para o projeto de Friendica:

# textHelpAppSupport1.Text
source: Do you have questions about this app for Windows? Have problems occured to you, that you would like to share with the developers (bug reporting)? Are there important Friendica features which you are missing in the Windows app? Or do you want to keep yourself informed on the further development of the app?
it: Avete domande circa questo app per Windows? Problemi emersi con voi, che volete condividere con gli sviluppatori (segnalazione bug)? Ci sono importanti caratteristiche Friendica mancano ancora gli amici nell'app Windows per te? O volete tenervi al passo semplicemente sull'ulteriore sviluppo dell'app?
pt: Você tem perguntas sobre este app para Windows? Problemas com você, que você gostaria de compartilhar com os desenvolvedores (comunicação de bugs)? Existem importantes características Friendica ainda estão faltando amigos no Windows app para você? Ou você quer mantê-lo lado a lado simplesmente sobre o desenvolvimento do app?

# textHelpAppSupport2.Text
source: Then, the support forum of Friendica Mobile is the right place for you. If you are connected to the Forum, you can create posts, like on posts or comment them. News end up in your timeline.
it: Quindi, il forum di supporto Friendica Mobile per voi è il posto giusto. Se si è connessi al Forum, può creare post, come o commentare. Notizie finiscono nel tuo diario.
pt: Em seguida, o fórum de suporte Friendica Mobile para você é o lugar certo. Se você está conectado para o fórum, você pode criar mensagens, gosto ou comentar. Notícias acabam em seu cronograma.

# textHelpFriendicaDevelopers.Text
source: In addition, there is a forum where the involved developers of Friendica interact about enhancements and bug fixes. You are welcome to submit your wishes here and discuss on the issues. If you have experience in programming with PHP, you can engage yourself here also as a developer in the community.
it: Inoltre, c'è un forum dove interagire gli sviluppatori coinvolti sui miglioramenti e correzioni di bug. Come, è possibile inviare qui i vostri desideri e discussioni sulle questioni. Se hai esperienza nella programmazione con PHP, è possibile impegnarsi in qui anche come gli sviluppatori nella Comunità.
pt: Além disso, existe um fórum onde interagem os desenvolvedores envolvidos sobre melhorias e correções. Como, você pode enviar aqui seus desejos e discussões sobre os assuntos. Se você tem experiência em programação com PHP, você pode participar aqui também como desenvolvedores na Comunidade.

# textHelpFriendicaOthers1.Text
source: You can also find the whole open-source project on
it: Si trova anche il progetto completamente open-source
pt: Você também pode encontrar o projeto todo aberto

# textHelpFriendicaOthers2.Text
source: There are also additional information and documentation. You can also find more information on
it: Ci sono anche informazioni e documentazione addizionali. Si possono anche trovare ulteriori informazioni
pt: Há também informações adicionais e documentação. Você também pode encontrar mais informações

# textHelpFriendicaSupport.Text
source: If you have questions, problems, suggestions etc. to Friendica in General, you can contact the support forum. People from the team of developers and experienced users will help you there. You can contribute to the project even without coding skills, all kind of help is appreciated.
it: Se avete domande, problemi, suggerimenti ecc per Friendica in generale, si può contattarti sul forum di supporto. Ci saranno aiutati da persone del team di sviluppatori e utenti esperti. Se si desidera premere gradite qui per aiutare gli utenti, sei benvenuto qui in qualsiasi momento per alcuni.
pt: Se você tem dúvidas, problemas, sugestões, etc., para Friendica em geral, você pode contatá-lo sobre o fórum de suporte. Lá será ajudado por pessoas da equipe de desenvolvedores e usuários experientes. Se você quer pressionar você aqui como para ajudar os usuários, és bem-vindo aqui a qualquer momento para alguns.

# buttonOpenInBrowser.Content
source: Open in default browser
it: Aprire di default browser
pt: No padrão abrir o navegador

# messageDialogBrowserInvalidCertificate
source: The profile has no valid security certificate. Would you like to call the page anyway?
it: Il profilo ha un certificato di sicurezza valido. Chiameresti la pagina comunque?
pt: O perfil tem um certificado de segurança válido. Você chamaria a página de qualquer maneira?

# textblockShowProfile.Text
source: Open profile
it: Apri profilo
pt: Abrir Perfil

# dragCaption
source: Drop here...
it: Qui goccia...
pt: Aqui solte...

# messageDialogAppContentConversionError
source: An error occured on processing the inserted data!
it: E ' accaduto un errore durante l'elaborazione dei dati inseriti!
pt: Aconteceu um erro ao processar os dados inseridos!

# messageDialogAppContentMoreThanOneImage
source: You have inserted more than one image, only the image with the name '{0}' was used for the post.
it: È stato inserito più di una sola immagine, solo l'immagine con il nome '{0}' è accettata per il post.
pt: Ele foi inserido mais do que uma imagem, apenas a imagem com o nome '{0}' é aceito para o cargo.

# textblockNetworkSettings.Text
source: Settings
it: Impostazioni
pt: Configurações

# textblockNoSettings.Text
source: You have not defined in the app settings a Friendica server. Below we will show example data, showing you how your home or network posts could look in the app.
it: È non stato definito nelle impostazioni di app ancora nessun server Friendica. Qui di seguito vi mostriamo i dati di esempio, come il tuo pinnwand-post o rete pagina può essere visualizzata nell'app.
pt: Você não definiu nas configurações do app ainda nenhum servidor de Friendica. Abaixo mostramos os dados de exemplo, como postes de pinnwand ou rede página pode ser exibida no app.

# textblockHomeIsLoadingInitial.Text
source: The app is loading the postings of your home page. Please have some patience.
it: L'applicazione carica solo i contributi della tua bacheca elettronica. Abbiate un po' di pazienza.
pt: O aplicativo carrega apenas as contribuições de seu quadro de avisos. Por favor, tenho um pouco de paciência.

# textblockNetworkIsLoadingInitial.Text
source: The app is loading the postings of your network page. Please have some patience.
it: L'applicazione carica solo i contributi della rete. Abbiate un po' di pazienza.
pt: O aplicativo carrega apenas as contribuições da sua rede. Por favor, tenho um pouco de paciência.

# messageDialogNewPostNoSettings
source: You cannot post in the test mode. Please specify in the settings your server and your credentials.
it: È possibile registrare qualsiasi post in modalità test. Si prega di specificare nelle impostazioni del tuo server e accedere ai dati.
pt: Você pode postar todas as mensagens no modo de teste. Por favor especifica nas configurações do seus servidor e acesso a dados.

# messageDialogBrowserNoProfilePage
source: There are no profiles on any server for the sample data. Therefore, the support page of Friendica Mobile will be shown as an example how you see profiles.
it: Non ci sono nessun profilo visualizzabile su un server per i dati di esempio. Di conseguenza, la pagina di supporto su Friendica Mobile verrà mostrata come un esempio.
pt: Não há nenhum perfis visíveis em um servidor para os dados de exemplo. Portanto, a página de suporte na Friendica Mobile será mostrada como um exemplo.

# messageDialogContactsFindGlobalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts in the global directory.
it: Questa funzione è in questa app al momento non ancora disponibile. Si prega di aprire il vostro profilo o una directory nel tuo browser Internet per la ricerca di contatti nella directory globale.
pt: Este funtion é neste app no momento ainda não disponível. Por favor, abra seu perfil ou diretório em seu navegador de Internet para procurar contactos no diretório global.

# messageDialogContactsFindLocalNotAvailable
source: This funtion is not yet available in this app. Please open your profile or directory in your Internet browser to search for contacts on your hub.
it: Questa funzione è in questa app al momento non ancora disponibile. Si prega di aprire il tuo profilo nel tuo browser Internet per cercare i contatti sull'hub.
pt: Esta função é neste app no momento ainda não disponível. Por favor, abra seu perfil no seu navegador de Internet para procurar contactos no seu hub.

# buttonSave.Content
source: Save
it: Salva
pt: Salvar

# messageDialogContactsDeleteGroup
source: Do you really want to delete the group '{0}'?
it: Davvero si vuole eliminare il gruppo '{0}'?
pt: Você realmente gostaria de apagar o grupo '{0}'?

# buttonCode.ToolTipService.ToolTip
source: Formats the selected text as a block with program code...
it: Formatta il testo selezionato come un blocco con codice di programma...
pt: Formata o texto selecionado como um bloco com código de programa...

# buttonColor.ToolTipService.ToolTip
source: Change the color of the selected text (warning: doesn't work on mobile devices currently)...
it: Cambiare il colore del testo selezionato (avviso: non funziona sui dispositivi mobili attualmente)...
pt: Alterar a cor do texto selecionado (aviso: não funciona em dispositivos móveis atualmente)...

# buttonList.ToolTipService.ToolTip
source: Formats the selected paragraph as a list...
it: Formatta il paragrafo selezionato come un elenco...
pt: Formata o parágrafo selecionado, como uma lista...

# buttonQuote.ToolTipService.ToolTip
source: Formats the selected text as a quote...
it: Formatta il testo selezionato come una citazione...
pt: Formata o texto selecionado como uma citação...

# textblockAdvertising.Text
source: Advertising
it: Annuncio
pt: Anúncio

# textBlockSettingsRemoveAdvertisingHeader.Text
source: Disable advertising:
it: Disattivare la pubblicità:
pt: Desative a publicidade:

# buttonSettingsRemoveAdvertising.Content
source: Buy in-app product
it: Acquistare il prodotto in-app
pt: Comprar produto em-app

# appBarMessagesAdd.Label
source: New Message
it: Nuovo messaggio
pt: Nova Mensagem

# appBarMessagesAdd.ToolTipService.ToolTip
source: Send a new private message to a friend
it: Invia un messaggio privato ad un amico
pt: Enviar uma mensagem privada nova para um amigo

# appBarMessagesRefresh.Label
source: Reload
it: Ricarica
pt: Recarregar

# appBarMessagesRefresh.ToolTipService.ToolTip
source: Load new private messages
it: Scarica nuovi messaggi privati
pt: Novas mensagens privadas baixar

# appBarMessagesSearch.Label
source: Search
it: Cerca
pt: Pesquisar

# appBarMessagesSearch.ToolTipService.ToolTip
source: Search the private messages on the server for a specific text
it: Cerca i messaggi sul server per un testo specifico
pt: Pesquisar as mensagens no servidor por um texto específico

# pageTitleMessages.Text
source: Messages
it: Notizie
pt: Mensagens

# appBarMessagesSend.Label
source: Send
it: Invia
pt: Enviar

# appBarMessagesSend.ToolTipService.ToolTip
source: Send a new message
it: Invia nuovo messaggio
pt: Enviar nova mensagem

# textblockIndicatorLoadingNextMessages.Text
source: Loading more conversations...
it: Caricamento più conversazioni...
pt: Carregar mais conversas...

# textblockIndicatorRefreshingMessages.Text
source: Loading new messages...
it: Caricamento nuove conversazioni...
pt: Carregar novos diálogos...

# textblockIndicatorSendingNewMessage.Text
source: Transfer new message...
it: Nuovo messaggio di trasferimento...
pt: Nova mensagem de transferência...

# textblockNoSettingsMessages.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how private messages in the app are displayed.
it: È stato definito alcun server di Friendica nelle impostazioni dell'applicazione. Qui di seguito, vi mostriamo esempi di messaggi come privati nell'app apparirà.
pt: Você definiu qualquer servidor Friendica nas configurações do app. Abaixo, mostramos exemplos de mensagens como privadas no app aparecerá.

# textblockMessagesIsLoading.Text
source: The app loads your private messages from the server. This takes just a few moments...
it: L'applicazione carica solo i messaggi privati dal server. Questo richiede solo pochi istanti...
pt: O aplicativo carrega apenas mensagens privadas do servidor. Isso leva apenas alguns instantes...

# textblockNoMessagesAvailable.Text
source: The app has found no private messages on your server.
it: Il server non ha trovato nessun messaggio privato sul vostro server.
pt: O servidor não encontrou nenhuma mensagem privada no seu servidor.

# textboxSearchString.Header
source: Search term:
it: Termine di ricerca:
pt: Termo de pesquisa:

# textblockMessagesNoSearchResults.Text
source: No messages were found to the entered search term.
it: I messaggi non sono stati trovati per il termine di ricerca immesso.
pt: Não há mensagens foram encontradas para o termo de pesquisa inseridos.

# textblockMessagesIsSearching.Text
source: The app searches your private messages for the search term...
it: L'applicazione cerca i messaggi privati solo per il termine di ricerca...
pt: O aplicativo procura mensagens privadas apenas o termo de pesquisa...

# textblockMessagesCounterStart.Text
source: (Count:
it: (Numero:
pt: (Número:

# textblockMessagesCounterThereofNew.Text
source: new:
it: nuovo:
pt: novo:

# textblockMessagesLoadingConversation.Text
source: Loading conversation...
it: Caricamento e Ristorazione...
pt: Carregar o entretenimento...

# textblockMessagesUpdatingServerStatus.Text
source: Update seen status on your server...
it: Aggiornamento leggere stato sul vostro server...
pt: Atualização Leia o estatuto no seu servidor...
